; WinSnap v2.0.1 Norwegian Language File 
; Translated by Tommy Skaue <tommy.skaue@gmail.com>


;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Kjørbare filer (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Lagre med gjennomsiktighet"

; Settings, Image tab
20061="Gjennomsiktig"

; Capture modes
20211="Full skjerm"
20212="Program"
20213="Vindu"
20214="Meny"
20215="Objekt"
20216="Region"

; Main menu, Capture
20511="&Full skjerm\tCtrl+1"
20512="&Program\tCtrl+2"
20513="&Vindu\tCtrl+3"
20514="&Meny\tCtrl+4"
20515="&Objekt\tCtrl+5"
20516="&Region\tCtrl+6"

; Main menu
20600="&Verktøy"
20601="&Tilpass..."

; Tray menu
20921="&Full skjerm"
20922="&Program"
20923="&Vindu"
20924="&Meny"
20925="&Objekt"
20926="&Region"

; Settings, Hotkeys tab
21712="Full skjerm:"
21713="Programvindu:"
21714="Aktiv vindu:"
21715="Hurtigmeny:"
21716="Start objektopptak:"
21717="Start regionopptak:"

; Customize Tools dialog
23000="Tilpass verktøy"
23001="Ny..."
23002="Endre..."
23003="Fjern"
23004="Flytt opp"
23005="Flytt ned"
23006="Lukk"

; New Tool dialog
23100="Eksterne verktøy"
23101="OK"
23102="Avbryt"

23110="Program:"
23111="Tittel:"
23112="Kommando:"
23113="Bla gjennom..."
23114="Parametre:"
23115="Minimer Winsnap etter kommandoene er kjørt"
23116="Ikke spør etter filnavn ved lagring"
23120="Lagreinnstillinger:"
23121="Mappe:"
23122="Bla gjennom..."
23123="Filnavn:"
23124="Bildeformat:"

; Region mode, right-click menu
24106="Fast størrelse"
24107="Lagre posisjon"

; Object mode, helper dialog
24201="Flytt musepekeren på skjermen for å velge bilde. Bruk Ctrl-tasten for å velge flere objekter og høyre museknapp for å endre innstillinger."
24202="Tittel:"
24203="Klasse:"
24204="Prosess:"

; Object mode, right-click menu
24300="Velg objekt\tMellomrom"
24301="Omvendt valg\tTab"
24302="Avbryt valg\tTilbakeslag"
24303="Knapper og kontroller"
24304="Programvindu"
24305="Avbryt opptak\tEsc"
24306="Avbryt denne menyen"

; Register dialog
28000="Registrer WinSnap"
28001="Bestill!"
28002="Skriv inn lisensnøkkel..."
28003="Fortsett"
28004="Avslutt"
28010="Din kopi av WinSnap er en 30-dagers prøveversjon. DU må kjøpe en lisens for å fortsette å bruke programmet."
28011="Du har %d dager igjen på å registrere."
28012="Lisens og priser"

; About dialog
28100="Om WinSnap"
28101="OK"
28102="Registrer"
28103="Dette produktet er lisensiert til:"
28104="Brukerstøtte"

; Errors
32009="Ugyldig mappe:\r\n%s"
32010="Kunne ikke starte prosessen."
32020="Du må oppgi et navn."

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="Include mouse cursor in capture"
; Image page
;   => 21603="Keep WinSnap minimized in auto-save mode"
;   => 21604="Clear image on minimize to safe memory"
; Region selection
;   => 24100="Rectangle"
;   => 24101="Round rectangle"
;   => 24102="Ellipse"
;   => 24103="Abort selection\tBackspace"
;   => 24104="Cancel capture\tEsc"
;   => 24105="Dismiss this menu"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     19999="English_LanguageName (Native_LanguageName)"
;     e.g. 19999="German (Deutsch)"
10000="English (default)"
19999="Norwegian (Norsk)"

; Caption
20000="Windows Snapshot Maker v. 1.1.6"
20001=" (Uregistreret)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="sshot"

; Print job name
20011="WinSnap Screenshot"

; Save/Open filters
20030="Alle filer (*.*)"
20031="Alle kompatible formater"
20032="Registreringsnøkkel (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< tom >>"
20091="genererer..."

; Main window
20100="Lukk"
20101="Nytt snapshot"
20102="Kopier til utklippstavlen"
20103="Lagre bilde..."
20104="Send via epost..."

20110="Fargelegg:"
20111="Fra"
20112="Gråskala"
20113="Sephia"
20114="Invertert"

20115="Skygge:"
20116="Fra"
20117="Positiv"
20118="Negativ"
20119="Omrisse"

20120="Diverse:"
20121="Kontur"
20122="Vannmerke"
20123="Roter"
20124="Skaler"

20200="Opptaksmetode:"
20201="Full skjerm"
20202="Program"
20203="Vindu"
20204="Klientområde"
20205="Popupmenu"
20206="Område"

; Menu
20300="&Fil"
20301="&Nytt snapshot\tCtrl+N"
20302="Å&pne bilde...\tCtrl+O"
20303="&Lagre\tCtrl+S"
20304="Lagre &som..."
20305="Lagre &miniatyrbilde som..."
20306="&Utskrift...\tCtrl+P"
20307="U&tskriftsformat..."
20308="&Avslutt"

20350="&Rediger"
20351="K&opier\tCtrl+C"
20352="Kopier &miniatyrbilde"
20353="Sett i&nn\tCtrl+V"
20354="S&lett bilde\tDel"

20400="&Valg"
20401="Auto&lagre"
20402="Auto&kopier"
20403="&Innstillinger...\tF2"

20410="&Fargelegging"
20411="&Fra"
20412="&Gråskala"
20413="&Sephia"
20414="&Inverter farger"

20420="&Skygge"
20421="&Fra"
20422="&Positiv"
20423="&Negativ"
20424="&Omrisse"

20430="&Diverse"
20431="&Kontur"
20432="&Vannmerke"
20433="&Roter"
20434="&Skaler"

20500="&Opptak"
20501="&Full skjerm\tCtrl+1"
20502="&Program\tCtrl+2"
20503="&Vindu\tCtrl+3"
20504="&Klientområde\tCtrl+4"
20505="Popup&menu\tCtrl+5"
20506="&Område...\tCtrl+6"

20550="&Hjelp"
20551="Emner i &Hjelp\tF1"
20552="Hjemme&side"
20553="Support&forum"
20554="&Sjekk etter oppdateringer nå"
20555="&Om WinSnap..."
20556="&Registrer WinSnap"
20557="&Les inn registreringsnøkkel..."

; Tray menu
20900="Skjul WinSnap"
20901="Vis WinSnap"
20903="&Innstillinger..."
20904="Avslutt"

20911="&Full skjerm"
20912="&Program"
20913="&Vindu"
20914="&Klientområde"
20915="Popup&menu"
20916="&Område"

; Config
21000="Innstillinger"
21001="OK"
21002="Avbryt"
21003="Utfør"

21050="Generelt"
21051="Overgang"
21052="Kanvas"
21053="Vannmerke"
21054="Bilde"
21055="Hurtigtaster"

; General page
21100="Språk:"
21101="Finn flere oversettelser..."
21102="Start WinSnap automatisk ved systemstart"
21103="Sjekk automatisk for oppdateringer"
21104="Vis alltid WinSnaps vindu øverst"
21105="Husk størrelse og plassering av WinSnaps vindu"
21106="Vis alltid WinSnaps ikon i oppgavelinjen"
21107="Minimer til oppgavelinjen ved lukking"
21108="Ta snapshot når WinSnap startes:"
21109="Opptaksmetode ved start:"
21110="Spill av lyd ved opptak av snapshot"
21111="Skjul WinSnap vindue før opptak av snapshot"
21112="Skjull oppgavelinjeikon før opptak av snapshot"
21113="Forsinkelse før opptak, hvis WinSnap er synlig (ms):"
21114="Ta med musemarkøren i snapshot"

; Blending page
21200="Skygge:"
21201="Vinkel:"
21202="°"
21203="Avtand:"
21204="px"
21205="Størrelse:"
21206="px"
21207="Gjennomsiktig:"
21208="%"
21209="Farge:"
21210="#"
21211="Kontur:"
21212="Farge:"
21213="#"
21214="Størrelse:"
21215="px"
21216="Bakgrunn:"
21217="Farge:"
21218="#"

; Canvas page
21400="Roter:"
21401="Vinkel:"
21402="°"
21403="Skaler:"
21404="Prosentvis skalering:"
21405="Linær skalering:"
21406="Forstørrelse:"
21407="%"
21408="Bredde:"
21409="px"
21410="Høyde:"
21411="px"
21412="Bevar størrelsesforhold"
21413="Avansert:"
21414="Interpoleringsmetode:"

21490="Nærmeste nabofarge"
21491="Bilinær"
21492="Bikubisk"
21493="Høykvalitets bilinær"
21494="Høykvalitets bikubisk"

; Watermark page
21500="Overleggsbilde:"
21501="Bildfil:"
21502="Bla gjennom..."
21503="Gjennomsiktig overleggsbilde:"
21504="Gjennomsiktighet:"
21505="%"
21506="Position:"
21507="Spesifiser forskyvninger fra sidekantene av bildet:"
21508="Horisontalt:"
21509="%"
21510="Vertikalt:"
21511="%"
21512="Horisontalt:"
21513="px"
21514="Vertikalt:"
21515="px"
21516="Bruk relative koordinater"

21590="Top - Venstre"
21591="Top - Senter"
21592="Top - Høyre"
21593="Senter - Venstre"
21594="Sentrert"
21595="Senter - Høyre"
21596="Bunn - Venstre"
21597="Bunn - Senter"
21598="Bunn - Høyre"

; Saving page
21600="Kopier automatisk bilde til utklippstavlen"
21601="Lagre automatisk bilde til disk"
21602="Spør ikke etter filnavn på bilde som skal lagres"
21603="Bevar WinSnap minimeret i autolagremodus"
21604="Overfør bilde til sikker hukommelse ved minimering"
21610="Autolagre-innstillinger:"
21611="Standardmappe:"
21612="Bla gjennom..."
21613="Filnavn:"
21615="Bildeformat:"
21620="Komprimering:"
21621="JPEG kvalitet:"
21622="%"
21699="Velg en mappe hvor dine screenshots skal automatisk lagres."

; Hotkeys page
21700="Aktiver systemomfattende hurtigtaster"
21701="Opptakskontroll:"
21702="Full skjerm:"
21703="Programvindu:"
21704="Aktiv vindu:"
21705="Vinduets klientområde:"
21706="Popupmenu:"
21707="Start opptak av område:"
21720="WinSnap kontroll:"
21721="Minimer/gjenopprett:"
21722="Vis/skjul hovedvinduet:"
21723="Avslutt WinSnap:"

; Region selection
24001="Velg et område på skjermen ved hjelp av musen eller piltasterne. Bruk høyre museknapp for å endre formen på området og tast F1 for at vise/skjule denne hjelpen."
24002="Position:"
24003="x:"
24004="y:"
24005="Størrelse:"
24006="b:"
24007="h:"

24100="Rektangel"
24101="Avrundet rektangel"
24102="Ellipse"
24103="Avbryt utvelgelse\tTilbaketast"
24104="Avbryt snapshot\tEsc"
24105="Lukk denne menuen"

; Confirmations
31900="WinSnap bekreftelse"
31901="WinSnap kjører allerede. Ønsker du at stoppe det?"
31902="Er du sikker på at du ønsker å avslutte WinSnap?"
31903="Vennligst start WinSnap pånytt for å fullføre registreringen.\r\nØnsker du at starte WinSnap pånytt nå?"

; Errors
32000="WinSnap feil"
32001="Kunne ikke lese språkfil."
32002="Kunne ikke lagre innstillingerne til registeret. Kontroller dine brukerrettigheter."
32003="Kunne ikke lese bildefil.\r\nDette er ikke en gyldig bildefil, eller formatet er støttes ikke."
32004="Kunne ikke lagre bildefil til disk."
32005="Kunne ikke lagre bildefil i midlertidig fil."
32006="Kan ikke laste støtte for utsendelse av epost (Mapi32.dll)."
32007="MAPI kunne ikke sende meldingen."
32008="Kunne ikke registrere WinSnap."

; Check for update
32500="WinSnap oppdatering"
32501="En ny version av WinSnap er tilgjengelig!\r\nØnsker du at laste den ned nå?"
32502="Din version av WinSnap er oppdatert. Ingen nye oppdateringer tilgjengelig."
